const fields=[

{
id:1,
title:"Номер и дата инвойса",
text:
"Указывается уникальный номер документа и дата оформления.",
mistake:
"Не оставлять поле пустым и не использовать номер только из внутренней системы.",
x:320,
y:45,
w:180,
h:35
},


{
id:2,
title:"Продавец (Exporter)",
text:
"Полное юридическое название и адрес экспортера.",
mistake:
"Недостаточно указать только торговое название.",
x:30,
y:120,
w:300,
h:70
},


{
id:3,
title:"Покупатель (Importer)",
text:
"Данные компании-получателя товара.",
mistake:
"Адрес доставки и покупатель могут отличаться.",
x:30,
y:200,
w:500,
h:50
},


{
id:4,
title:"Описание товара",
text:
"Название, характеристики, количество, единицы измерения.",
mistake:
"Описание должно позволять идентифицировать товар.",
x:30,
y:280,
w:650,
h:150
},


{
id:5,
title:"Стоимость",
text:
"Цена за единицу и итоговая стоимость.",
mistake:
"Проверить валюту расчета.",
x:520,
y:280,
w:150,
h:150
},


{
id:6,
title:"Условия поставки",
text:
"Инкотермс и место поставки.",
mistake:
"Не указывать только название базиса без места.",
x:30,
y:470,
w:300,
h:50
},


{
id:7,
title:"Банковские реквизиты",
text:
"Счет, банк, SWIFT.",
mistake:
"Проверить соответствие реквизитов контракту.",
x:30,
y:560,
w:500,
h:120
}

];
