const fields = [

{
    id: 1,

    title: "Номер и дата документа",

    description:
    "Коммерческий инвойс должен содержать номер документа и дату его оформления.",

    showAt: 12,

    x: 34,
    y: 5,
    w: 24,
    h: 5
},


{
    id: 2,

    title: "Ссылка на контракт",

    description:
    "Указывается номер и дата внешнеторгового контракта, если сделка оформляется по контракту.",

    showAt: 20,

    x: 34,
    y: 9,
    w: 25,
    h: 4
},


{
    id: 3,

    title: "Данные отправителя",

    description:
    "Полное название компании экспортера и адрес отправителя товара.",

    showAt: 28,

    x: 3,
    y: 13,
    w: 55,
    h: 7
},


{
    id: 4,

    title: "Данные получателя",

    description:
    "Компания-покупатель и адрес доставки товара.",

    showAt: 36,

    x: 3,
    y: 18,
    w: 70,
    h: 5
},


{
    id: 5,

    title: "Перечень товаров",

    description:
    "В таблице должны быть указаны наименование товара, артикул, производитель и характеристики.",

    showAt: 48,

    x: 3,
    y: 25,
    w: 45,
    h: 25
},


{
    id: 6,

    title: "Количество товара",

    description:
    "Проверяем количество единиц товара и количество мест.",

    showAt: 58,

    x: 55,
    y: 25,
    w: 8,
    h: 25
},


{
    id: 7,

    title: "Цена и итоговая стоимость",

    description:
    "Цена за единицу и общая стоимость должны быть указаны в одной валюте.",

    showAt: 65,

    x: 65,
    y: 25,
    w: 15,
    h: 25
},


{
    id: 8,

    title: "Условия поставки",

    description:
    "Указывается базис поставки Incoterms и место назначения.",

    showAt: 75,

    x: 3,
    y: 47,
    w: 55,
    h: 6
},


{
    id: 9,

    title: "Условия оплаты",

    description:
    "Фиксируются условия расчета между продавцом и покупателем.",

    showAt: 82,

    x: 3,
    y: 52,
    w: 45,
    h: 6
},


{
    id: 10,

    title: "Банковские реквизиты",

    description:
    "Проверяем банк, счет и SWIFT-код отправителя.",

    showAt: 90,

    x: 3,
    y: 57,
    w: 55,
    h: 15
},


{
    id: 11,

    title: "Подпись и дата",

    description:
    "Документ заверяется уполномоченным лицом.",

    showAt: 96,

    x: 3,
    y: 84,
    w: 25,
    h: 5
}

];
